[{"id":1,"firstName":"John","lastName":"Doe","description":"Artiste connu du 19ème siècle","link":"artist1.jpg"},{"id":2,"firstName":"Jane","lastName":"Doe","description":"Femme artiste connu du 19ème siècle","link":"artist2.jpg"},{"id":3,"firstName":"Vincent","lastName":"Van Gogh","description":"Van Gogh était un peintre post-impressionniste néerlandais dont le travail, notable pour sa beauté, son émotion et sa couleur, a eu une influence considérable sur l'art du 20ème siècle. Il est célèbre pour des œuvres comme 'La Nuit étoilée' et 'Tournesols'.","link":"van-gogh.jpg"},{"id":4,"firstName":"Pablo","lastName":"Picasso","description":"Picasso était un peintre, sculpteur, imprimeur, céramiste et scénographe espagnol qui a passé la majeure partie de sa vie adulte en France. Il est considéré comme une des figures les plus influents de la peinture du 20ème siècle, notamment pour avoir co-fondé le mouvement cubiste.","link":"picasso.jpg"},{"id":5,"firstName":"Claude","lastName":"Monet","description":"Monet était un peintre français et l'un des fondateurs du mouvement impressionniste. Il est particulièrement connu pour sa série de peintures de nénuphars dans son propre jardin à Giverny.","link":"monet.jpg"},{"id":6,"firstName":"Salvador","lastName":"Dalí","description":"Dalí était un peintre surréaliste espagnol célèbre pour ses links oniriques, qui exploraient des thèmes tels que la religion, l'amour, la mémoire et le temps. Son travail le plus emblématique est 'La Persistance de la mémoire'.","link":"dali.jpg"},{"id":7,"firstName":"Leonardo","lastName":"da Vinci","description":"Da Vinci était un peintre, sculpteur, architecte, inventeur, militaire, anatomiste, musicien, dessinateur et auteur italien. Ses peintures les plus célèbres incluent 'La Joconde' et 'La Dernière Cène'.","link":"vinci.jpg"},{"id":8,"firstName":"Ansel","lastName":"Adams","description":"Photographe et environnementaliste américain, connu pour ses photos en noir et blanc de l'Ouest américain","link":"none.jpg"},{"id":9,"firstName":"Francis","lastName":"Bacon","description":"Un peintre irlandais britannique. Il est connu pour ses triptyques déformés, notamment celui du pape Innocent X","link":"none.jpg"},{"id":10,"firstName":"Hieronymus","lastName":"Bosch","description":"Un peintre néerlandais du Moyen Âge. Il est connu pour ses détaillées peintures à l'huile sur panneau de bois.","link":"none.jpg"}]